# Задание 1
# Поработайте с переменными, создайте несколько, выведите на экран.
# Запросите у пользователя некоторые числа и строки и сохраните в
# переменные, затем выведите на экран.

name = input('Введите ваше имя: ')
age = int(input('Введите ваш возраст: '))
job = input('Введите вашу должность: ')
status_mar = input('Введите ваше семейное положение: ')
print(f"Это {name}. Ему(ей) {age}. Он(а) работает на позиции {job} и неплохо зарабатывает. И, кстати, {status_mar}.")










